Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# progress.friend_invite.validation.characters
source: Newlines and control characters are not allowed.
ar: لا يُسمح بالأسطر الجديدة أو أحرف التحكم.
bg: Не се допускат нови редове и контролни знаци.
bn: নতুন লাইন এবং নিয়ন্ত্রণ অক্ষর অনুমোদিত নয়।
ca: No es permeten noves línies ni caràcters de control.
cs: Nové řádky a řídicí znaky nejsou povoleny.
da: Linjeskift og kontroltegn er ikke tilladt.
de: Zeilenumbrüche und Steuerzeichen sind nicht erlaubt.
el: Δεν επιτρέπονται αλλαγές γραμμής και χαρακτήρες ελέγχου.
es_es: No se permiten saltos de línea ni caracteres de control.
es_mx: No se permiten saltos de línea ni caracteres de control.
et: Reavahetused ja juhtmärgid pole lubatud.
fa: استفاده از خط جدید و نویسه‌های کنترلی مجاز نیست.
fi: Rivinvaihdot ja ohjausmerkit eivät ole sallittuja.
fr: Les sauts de ligne et les caractères de contrôle ne sont pas autorisés.
gu: નવી લાઇન અને નિયંત્રણ અક્ષરોની મંજૂરી નથી.
he: ירידות שורה ותווי בקרה אינם מותרים.
hi: नई पंक्तियां और नियंत्रण वर्ण अनुमत नहीं हैं।
hr: Novi redci i kontrolni znakovi nisu dopušteni.
hu: Sortörések és vezérlőkarakterek nem használhatók.
id: Baris baru dan karakter kontrol tidak diizinkan.
is: Línuskipti og stýristafir eru ekki leyfðir.
it: A capo e caratteri di controllo non sono consentiti.
ja: 改行と制御文字は使用できません。
kn: ಹೊಸ ಸಾಲುಗಳು ಮತ್ತು ನಿಯಂತ್ರಣ ಅಕ್ಷರಗಳಿಗೆ ಅನುಮತಿಯಿಲ್ಲ.
ko: 줄 바꿈과 제어 문자는 사용할 수 없습니다.
lt: Naujos eilutės ir valdymo simboliai neleidžiami.
lv: Rindas pārtraukumi un vadības rakstzīmes nav atļautas.
ml: പുതിയ വരികളും നിയന്ത്രണ അക്ഷരങ്ങളും അനുവദനീയമല്ല.
mr: नवीन ओळी आणि नियंत्रण वर्ण वापरता येत नाहीत.
nb: Linjeskift og kontrolltegn er ikke tillatt.
nl: Regeleinden en besturingstekens zijn niet toegestaan.
pa: ਨਵੀਆਂ ਲਾਈਨਾਂ ਅਤੇ ਕੰਟਰੋਲ ਅੱਖਰ ਮਨਜ਼ੂਰ ਨਹੀਂ ਹਨ।
pl: Znaki nowego wiersza i znaki sterujące są niedozwolone.
pt_br: Não são permitidas quebras de linha nem caracteres de controle.
ro: Rândurile noi și caracterele de control nu sunt permise.
ru: Переносы строк и управляющие символы не допускаются.
sk: Nové riadky a riadiace znaky nie sú povolené.
sl: Prelomi vrstic in kontrolni znaki niso dovoljeni.
sv: Radbrytningar och kontrolltecken är inte tillåtna.
sw: Mistari mipya na vibambo vya udhibiti haviruhusiwi.
ta: புதிய வரிகளும் கட்டுப்பாட்டு எழுத்துகளும் அனுமதிக்கப்படாது.
te: కొత్త పంక్తులు, నియంత్రణ అక్షరాలు అనుమతించబడవు.
th: ห้ามขึ้นบรรทัดใหม่หรือใช้อักขระควบคุม
tr: Satır sonlarına ve kontrol karakterlerine izin verilmez.
uk: Перенесення рядків і керівні символи заборонені.
ur: نئی سطریں اور کنٹرول حروف کی اجازت نہیں ہے۔
vi: Không được dùng ký tự xuống dòng và ký tự điều khiển.
zh_hans: 不允许使用换行符和控制字符。
zu: Imigqa emisha nezinhlamvu zokulawula akuvunyelwe.

# progress.friend_invite.validation.length
source: Enter 1-30 characters.
ar: أدخل من 1 إلى 30 حرفًا.
bg: Въведете 1-30 знака.
bn: 1-30টি অক্ষর লিখুন।
ca: Introduïu d'1 a 30 caràcters.
cs: Zadejte 1–30 znaků.
da: Indtast 1–30 tegn.
de: Gib 1 bis 30 Zeichen ein.
el: Εισαγάγετε 1–30 χαρακτήρες.
es_es: Introduce entre 1 y 30 caracteres.
es_mx: Ingresa entre 1 y 30 caracteres.
et: Sisesta 1–30 märki.
fa: ۱ تا ۳۰ نویسه وارد کنید.
fi: Anna 1–30 merkkiä.
fr: Saisissez entre 1 et 30 caractères.
gu: 1–30 અક્ષરો દાખલ કરો.
he: יש להזין 1–30 תווים.
hi: 1-30 अक्षर दर्ज करें।
hr: Unesite 1–30 znakova.
hu: Adj meg 1–30 karaktert.
id: Masukkan 1–30 karakter.
is: Sláðu inn 1–30 stafi.
it: Inserisci da 1 a 30 caratteri.
ja: 1〜30文字で入力してください。
kn: 1-30 ಅಕ್ಷರಗಳನ್ನು ನಮೂದಿಸಿ.
ko: 1~30자를 입력하세요.
lt: Įveskite 1–30 simbolių.
lv: Ievadiet 1–30 rakstzīmes.
ml: 1–30 അക്ഷരങ്ങൾ നൽകുക.
mr: 1–30 वर्ण प्रविष्ट करा.
nb: Skriv inn 1–30 tegn.
nl: Voer 1–30 tekens in.
pa: 1–30 ਅੱਖਰ ਦਾਖ਼ਲ ਕਰੋ।
pl: Wpisz od 1 do 30 znaków.
pt_br: Digite de 1 a 30 caracteres.
ro: Introdu între 1 și 30 de caractere.
ru: Введите от 1 до 30 символов.
sk: Zadajte 1–30 znakov.
sl: Vnesite od 1 do 30 znakov.
sv: Ange 1–30 tecken.
sw: Weka vibambo 1-30.
ta: 1-30 எழுத்துகளை உள்ளிடவும்.
te: 1-30 అక్షరాలు నమోదు చేయండి.
th: ป้อน 1-30 อักขระ
tr: 1-30 karakter girin.
uk: Введіть від 1 до 30 символів.
ur: 1-30 حروف درج کریں۔
vi: Nhập 1–30 ký tự.
zh_hans: 请输入 1-30 个字符。
zu: Faka izinhlamvu ezingu-1–30.

# progress.leaderboard_profile.activity.chart.accessibility_label
source: Review activity
ar: نشاط المراجعة
bg: Активност при преговор
bn: পুনরালোচনার কার্যক্রম
ca: Activitat de repàs
cs: Aktivita opakování
da: Repetitionsaktivitet
de: Bewertungsaktivität
el: Δραστηριότητα επαναλήψεων
es_es: Actividad de repaso
es_mx: Actividad de repaso
et: Kordamistegevus
fa: فعالیت مرور
fi: Kertaustoiminta
fr: Activité de révision
gu: પુનરાવર્તનની પ્રવૃત્તિ
he: פעילות חזרות
hi: समीक्षा गतिविधि
hr: Aktivnost ponavljanja
hu: Ismétlési aktivitás
id: Aktivitas pengulangan
is: Upprifjunarvirkni
it: Attività di ripasso
ja: レビューアクティビティ
kn: ಪುನರಾವರ್ತನೆ ಚಟುವಟಿಕೆ
ko: 복습 활동
lt: Kartojimo veikla
lv: Atkārtošanas aktivitāte
ml: ആവർത്തന പ്രവർത്തനം
mr: उजळणीची क्रिया
nb: Repetisjonsaktivitet
nl: Herhaalactiviteit
pa: ਦੁਹਰਾਈ ਦੀ ਸਰਗਰਮੀ
pl: Aktywność powtórek
pt_br: Atividade de revisões
ro: Activitatea recapitulărilor
ru: Активность повторений
sk: Aktivita opakovania
sl: Dejavnost ponavljanja
sv: Repetitionsaktivitet
sw: Shughuli za marudio
ta: மீள்பயிற்சி செயல்பாடு
te: పునశ్చరణ కార్యకలాపం
th: กิจกรรมการทบทวน
tr: Tekrar etkinliği
uk: Активність повторень
ur: دہرائی کی سرگرمی
vi: Hoạt động ôn tập
zh_hans: 复习活动
zu: Umsebenzi wokubukeza

# progress.leaderboard_profile.activity.chart.date_axis
source: Date
ar: التاريخ
bg: Дата
bn: তারিখ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es_es: Fecha
es_mx: Fecha
et: Kuupäev
fa: تاریخ
fi: Päivämäärä
gu: તારીખ
he: תאריך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
kn: ದಿನಾಂಕ
ko: 날짜
lt: Data
lv: Datums
ml: തീയതി
mr: तारीख
nb: Dato
nl: Datum
pa: ਤਾਰੀਖ਼
pl: Data
pt_br: Data
ro: Dată
ru: Дата
sk: Dátum
sl: Datum
sv: Datum
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh_hans: 日期
zu: Usuku

# progress.leaderboard_profile.activity.chart.review_axis
source: Reviews
ar: المراجعات
bg: Преговори
bn: পুনরালোচনা
ca: Repassos
cs: Opakování
da: Repetitioner
de: Wiederholungen
el: Επαναλήψεις
es_es: Repasos
es_mx: Repasos
et: Kordamised
fa: مرورها
fi: Kertaukset
fr: Révisions
gu: પુનરાવર્તનો
he: חזרות
hi: समीक्षाएँ
hr: Ponavljanja
hu: Ismétlések
id: Pengulangan
is: Upprifjanir
it: Ripassi
ja: レビュー
kn: ಪುನರಾವರ್ತನೆಗಳು
ko: 복습
lt: Kartojimai
lv: Atkārtojumi
ml: ആവർത്തനങ്ങൾ
mr: उजळण्या
nb: Repetisjoner
nl: Herhalingen
pa: ਦੁਹਰਾਈਆਂ
pl: Powtórki
pt_br: Revisões
ro: Recapitulări
ru: Повторения
sk: Opakovania
sl: Ponovitve
sv: Repetitioner
sw: Marudio
ta: மீள்பயிற்சிகள்
te: పునశ్చరణలు
th: การทบทวน
tr: Tekrarlar
uk: Повторення
ur: دہرائیاں
vi: Lượt ôn tập
zh_hans: 复习
zu: Ukubukeza

# progress.leaderboard_profile.activity.footer
source: Last 30 days.
ar: آخر 30 يومًا.
bg: Последните 30 дни.
bn: গত 30 দিন।
ca: Últims 30 dies.
cs: Posledních 30 dní.
da: De seneste 30 dage.
de: Letzte 30 Tage.
el: Τελευταίες 30 ημέρες.
es_es: Últimos 30 días.
es_mx: Últimos 30 días.
et: Viimased 30 päeva.
fa: ۳۰ روز گذشته.
fi: Viimeiset 30 päivää.
fr: 30 derniers jours.
gu: છેલ્લા 30 દિવસ.
he: 30 הימים האחרונים.
hi: पिछले 30 दिन।
hr: Posljednjih 30 dana.
hu: Az elmúlt 30 nap.
id: 30 hari terakhir.
is: Síðustu 30 dagar.
it: Ultimi 30 giorni.
ja: 直近30日。
kn: ಕಳೆದ 30 ದಿನಗಳು.
ko: 최근 30일.
lt: Pastarosios 30 dienų.
lv: Pēdējās 30 dienas.
ml: കഴിഞ്ഞ 30 ദിവസങ്ങൾ.
mr: मागील 30 दिवस.
nb: Siste 30 dager.
nl: Afgelopen 30 dagen.
pa: ਪਿਛਲੇ 30 ਦਿਨ।
pl: Ostatnie 30 dni.
pt_br: Últimos 30 dias.
ro: Ultimele 30 de zile.
ru: Последние 30 дней.
sk: Posledných 30 dní.
sl: Zadnjih 30 dni.
sv: Senaste 30 dagarna.
sw: Siku 30 zilizopita.
ta: கடந்த 30 நாட்கள்.
te: గత 30 రోజులు.
th: 30 วันที่ผ่านมา
tr: Son 30 gün.
uk: Останні 30 днів.
ur: گزشتہ 30 دن۔
vi: 30 ngày qua.
zh_hans: 最近 30 天。
zu: Izinsuku ezingu-30 ezidlule.

# progress.leaderboard_profile.activity.review_count.one
source: 1 review
ar: مراجعة واحدة
bg: 1 преговор
bn: ১ বার পুনরালোচনা
ca: 1 repàs
cs: 1 opakování
da: 1 repetition
de: 1 Wiederholung
el: 1 επανάληψη
es_es: 1 repaso
es_mx: 1 repaso
et: 1 kordamine
fa: ۱ مرور
fi: 1 kertaus
fr: 1 révision
gu: 1 પુનરાવર્તન
he: חזרה אחת
hi: 1 समीक्षा
hr: 1 ponavljanje
hu: 1 ismétlés
id: 1 pengulangan
is: 1 upprifjun
it: 1 ripasso
ja: 1件のレビュー
kn: 1 ಪುನರಾವರ್ತನೆ
ko: 복습 1회
lt: 1 kartojimas
lv: 1 atkārtojums
ml: 1 ആവർത്തനം
mr: 1 उजळणी
nb: 1 repetisjon
nl: 1 herhaling
pa: 1 ਦੁਹਰਾਈ
pl: 1 powtórka
pt_br: 1 revisão
ro: 1 recapitulare
ru: 1 повторение
sk: 1 opakovanie
sl: 1 ponovitev
sv: 1 repetition
sw: Marudio 1
ta: 1 மீள்பயிற்சி
te: 1 పునశ్చరణ
th: ทบทวน 1 ครั้ง
tr: 1 tekrar
uk: 1 повторення
ur: 1 دہرائی
vi: 1 lượt ôn tập
zh_hans: 1 次复习
zu: Ukubukeza oku-1

# progress.leaderboard_profile.activity.review_count.other
source: %lld reviews
ar: %lld مراجعات
bg: %lld преговора
bn: %lld বার পুনরালোচনা
ca: %lld repassos
cs: %lld opakování
da: %lld repetitioner
de: %lld Wiederholungen
el: %lld επαναλήψεις
es_es: %lld repasos
es_mx: %lld repasos
et: %lld kordamist
fa: %lld مرور
fi: %lld kertausta
fr: %lld révisions
gu: %lld પુનરાવર્તનો
he: %lld חזרות
hi: %lld समीक्षाएँ
hr: %lld ponavljanja
hu: %lld ismétlés
id: %lld pengulangan
is: Fjöldi upprifjana: %lld
it: %lld ripassi
ja: %lld件のレビュー
kn: %lld ಪುನರಾವರ್ತನೆಗಳು
ko: 복습 %lld회
lt: Kartojimų: %lld
lv: Atkārtojumu skaits: %lld
ml: %lld ആവർത്തനങ്ങൾ
mr: %lld उजळण्या
nb: %lld repetisjoner
nl: %lld herhalingen
pa: %lld ਦੁਹਰਾਈਆਂ
pl: Liczba powtórek: %lld
pt_br: %lld revisões
ro: Recapitulări: %lld
ru: %lld повторений
sk: Počet opakovaní: %lld
sl: Število ponovitev: %lld
sv: %lld repetitioner
sw: Marudio %lld
ta: %lld மீள்பயிற்சிகள்
te: %lld పునశ్చరణలు
th: ทบทวน %lld ครั้ง
tr: %lld tekrar
uk: Повторень: %lld
ur: %lld دہرائیاں
vi: %lld lượt ôn tập
zh_hans: %lld 次复习
zu: Ukubukeza: %lld

# progress.leaderboard_profile.activity.section_title
source: Review activity
ar: نشاط المراجعة
bg: Активност при преговор
bn: পুনরালোচনার কার্যক্রম
ca: Activitat de repàs
cs: Aktivita opakování
da: Repetitionsaktivitet
de: Bewertungsaktivität
el: Δραστηριότητα επαναλήψεων
es_es: Actividad de repaso
es_mx: Actividad de repaso
et: Kordamistegevus
fa: فعالیت مرور
fi: Kertaustoiminta
fr: Activité de révision
gu: પુનરાવર્તનની પ્રવૃત્તિ
he: פעילות חזרות
hi: समीक्षा गतिविधि
hr: Aktivnost ponavljanja
hu: Ismétlési aktivitás
id: Aktivitas pengulangan
is: Upprifjunarvirkni
it: Attività di ripasso
ja: レビューアクティビティ
kn: ಪುನರಾವರ್ತನೆ ಚಟುವಟಿಕೆ
ko: 복습 활동
lt: Kartojimo veikla
lv: Atkārtošanas aktivitāte
ml: ആവർത്തന പ്രവർത്തനം
mr: उजळणीची क्रिया
nb: Repetisjonsaktivitet
nl: Herhaalactiviteit
pa: ਦੁਹਰਾਈ ਦੀ ਸਰਗਰਮੀ
pl: Aktywność powtórek
pt_br: Atividade de revisões
ro: Activitatea recapitulărilor
ru: Активность повторений
sk: Aktivita opakovania
sl: Dejavnost ponavljanja
sv: Repetitionsaktivitet
sw: Shughuli za marudio
ta: மீள்பயிற்சி செயல்பாடு
te: పునశ్చరణ కార్యకలాపం
th: กิจกรรมการทบทวน
tr: Tekrar etkinliği
uk: Активність повторень
ur: دہرائی کی سرگرمی
vi: Hoạt động ôn tập
zh_hans: 复习活动
zu: Umsebenzi wokubukeza

# progress.leaderboard_profile.best_rating.format
source: #%1$lld in %2$@
ar: #%1$lld في %2$@
bg: #%1$lld в %2$@
bn: %2$@ এ #%1$lld
ca: #%1$lld a %2$@
cs: #%1$lld v %2$@
da: Nr. %1$lld i %2$@
el: #%1$lld σε %2$@
es_es: #%1$lld en %2$@
es_mx: #%1$lld en %2$@
et: #%1$lld kategoorias %2$@
fa: رتبهٔ %1$lld در %2$@
fi: #%1$lld: %2$@
fr: #%1$lld en %2$@
gu: ક્રમ #%1$lld (%2$@)
he: מקום %1$lld ב-%2$@
hi: #%1$lld, %2$@ में
hr: #%1$lld u %2$@
hu: %1$lld. hely itt: %2$@
id: #%1$lld di %2$@
is: Nr. %1$lld í %2$@
it: N. %1$lld in %2$@
ja: #%1$lld（%2$@）
kn: %2$@ನಲ್ಲಿ #%1$lld
ko: %2$@에서 %1$lld위
lt: #%1$lld tarp %2$@
lv: #%1$lld grupā %2$@
ml: %2$@-ൽ #%1$lld
mr: %2$@ मध्ये #%1$lld
nb: Nr. %1$lld i %2$@
pa: %2$@ ਵਿੱਚ #%1$lld
pl: #%1$lld w %2$@
pt_br: #%1$lld em %2$@
ro: #%1$lld în %2$@
ru: #%1$lld в %2$@
sk: #%1$lld v %2$@
sl: #%1$lld v %2$@
sv: #%1$lld i %2$@
sw: #%1$lld katika %2$@
ta: #%1$lld (%2$@)
te: #%1$lld (%2$@)
th: อันดับ %1$lld ใน %2$@
tr: %2$@ içinde #%1$lld
uk: №%1$lld у %2$@
ur: %2$@ میں #%1$lld
vi: #%1$lld trong %2$@
zh_hans: 第 %1$lld 名（%2$@）
zu: #%1$lld ku-%2$@

# progress.leaderboard_profile.best_rating.label
source: Best rating
ar: أفضل تصنيف
bg: Най-добро класиране
bn: সেরা অবস্থান
ca: Millor posició
cs: Nejlepší umístění
da: Bedste placering
de: Beste Bewertung
el: Καλύτερη θέση
es_es: Mejor puntuación
es_mx: Mejor puntuación
et: Parim koht
fa: بهترین رتبه
fi: Paras sijoitus
fr: Meilleur classement
gu: શ્રેષ્ઠ રેટિંગ
he: הדירוג הטוב ביותר
hi: सर्वश्रेष्ठ रेटिंग
hr: Najbolja ocjena
hu: Legjobb pontszám
id: Nilai terbaik
is: Bestu stig
it: Miglior piazzamento
ja: 最高評価
kn: ಅತ್ಯುತ್ತಮ ಸ್ಥಾನ
ko: 최고 순위
lt: Geriausias įvertinimas
lv: Labākais vērtējums
ml: മികച്ച റേറ്റിംഗ്
mr: सर्वोत्तम क्रमांक
nb: Beste plassering
nl: Beste positie
pa: ਸਭ ਤੋਂ ਵਧੀਆ ਰੇਟਿੰਗ
pl: Najlepsza ocena
pt_br: Melhor avaliação
ro: Cea mai bună evaluare
ru: Лучший рейтинг
sk: Najlepšie umiestnenie
sl: Najboljša uvrstitev
sv: Bästa placering
sw: Kiwango bora
ta: சிறந்த தரநிலை
te: ఉత్తమ ర్యాంక్
th: อันดับดีที่สุด
tr: En iyi sıralama
uk: Найкращий рейтинг
ur: بہترین درجہ
vi: Thứ hạng cao nhất
zh_hans: 最佳评分排名
zu: Izinga elihle kakhulu

# progress.leaderboard_profile.best_rating.none
source: No rating yet
ar: لا يوجد تصنيف بعد
bg: Все още няма класиране
bn: এখনও কোনো অবস্থান নেই
ca: Encara no hi ha cap posició
cs: Zatím bez umístění
da: Ingen placering endnu
de: Noch keine Bewertung
el: Καμία θέση ακόμα
es_es: Aún sin puntuación
es_mx: Aún sin puntuación
et: Koht veel puudub
fa: هنوز رتبه‌ای ندارید
fi: Ei vielä sijoitusta
fr: Pas encore classé
gu: હજુ રેટિંગ નથી
he: אין דירוג עדיין
hi: अभी कोई रेटिंग नहीं
hr: Još nema ocjene
hu: Még nincs pontszám
id: Belum ada nilai
is: Engin stig enn
it: Ancora nessun piazzamento
ja: まだ評価なし
kn: ಇನ್ನೂ ಸ್ಥಾನವಿಲ್ಲ
ko: 아직 순위 없음
lt: Dar nėra įvertinimo
lv: Vērtējuma vēl nav
ml: ഇതുവരെ റേറ്റിംഗ് ഇല്ല
mr: अद्याप क्रमांक नाही
nb: Ingen plassering ennå
nl: Nog geen positie
pa: ਹਾਲੇ ਕੋਈ ਰੇਟਿੰਗ ਨਹੀਂ
pl: Brak ocen
pt_br: Ainda sem avaliação
ro: Încă nicio evaluare
ru: Пока нет рейтинга
sk: Zatiaľ bez umiestnenia
sl: Še brez uvrstitve
sv: Ingen placering än
sw: Hakuna kiwango bado
ta: இன்னும் தரநிலை இல்லை
te: ఇంకా ర్యాంక్ లేదు
th: ยังไม่มีอันดับ
tr: Henüz sıralama yok
uk: Ще немає рейтингу
ur: ابھی کوئی درجہ نہیں
vi: Chưa có thứ hạng
zh_hans: 暂无评分
zu: Alikho izinga okwamanje

# progress.leaderboard_profile.card_count.one
source: 1 card
ar: بطاقة واحدة
bg: 1 карта
bn: 1 কার্ড
ca: 1 targeta
cs: 1 kartička
da: 1 kort
de: 1 Karte
el: 1 κάρτα
es_es: 1 tarjeta
es_mx: 1 tarjeta
et: 1 kaart
fa: ۱ کارت
fi: 1 kortti
fr: 1 carte
gu: 1 કાર્ડ
he: כרטיסייה אחת
hi: 1 कार्ड
hr: 1 kartica
hu: 1 kártya
id: 1 kartu
is: 1 spjald
it: 1 scheda
ja: 1枚のカード
kn: 1 ಕಾರ್ಡ್
ko: 카드 1개
lt: 1 kortelė
lv: 1 kartīte
ml: 1 കാർഡ്
mr: 1 कार्ड
nb: 1 kort
nl: 1 kaart
pa: 1 ਕਾਰਡ
pl: 1 fiszka
pt_br: 1 cartão
ro: 1 fișă
ru: 1 карточка
sk: 1 karta
sl: 1 kartica
sv: 1 kort
sw: Kadi 1
ta: 1 அட்டை
te: 1 కార్డు
th: การ์ด 1 ใบ
tr: 1 kart
uk: 1 картка
ur: 1 کارڈ
vi: 1 thẻ
zh_hans: 1 张卡片
zu: Ikhadi eli-1

# progress.leaderboard_profile.card_count.other
source: %lld cards
ar: %lld بطاقات
bg: %lld карти
bn: %lld কার্ড
ca: %lld targetes
cs: Kartičky: %lld
da: %lld kort
de: %lld Karten
el: %lld κάρτες
es_es: %lld tarjetas
es_mx: %lld tarjetas
et: %lld kaarti
fa: %lld کارت
fi: %lld korttia
fr: %lld cartes
gu: %lld કાર્ડ
he: %lld כרטיסיות
hi: %lld कार्ड
hr: %lld kartica
hu: %lld kártya
id: %lld kartu
is: Fjöldi spjalda: %lld
it: %lld schede
ja: %lld枚のカード
kn: %lld ಕಾರ್ಡ್‌ಗಳು
ko: 카드 %lld개
lt: Kortelių: %lld
lv: Kartīšu skaits: %lld
ml: %lld കാർഡുകൾ
mr: %lld कार्डे
nb: %lld kort
nl: %lld kaarten
pa: %lld ਕਾਰਡ
pl: Liczba fiszek: %lld
pt_br: %lld cartões
ro: Fișe: %lld
ru: %lld карточек
sk: Počet kariet: %lld
sl: Število kartic: %lld
sv: %lld kort
sw: Kadi %lld
ta: %lld அட்டைகள்
te: %lld కార్డులు
th: การ์ด %lld ใบ
tr: %lld kart
uk: Карток: %lld
ur: %lld کارڈز
vi: %lld thẻ
zh_hans: %lld 张卡片
zu: Amakhadi: %lld

# progress.leaderboard_profile.cards.label
source: Cards
ar: البطاقات
bg: Карти
bn: কার্ড
ca: Targetes
cs: Kartičky
da: Kort
de: Karten
el: Κάρτες
es_es: Tarjetas
es_mx: Tarjetas
et: Kaardid
fa: کارت‌ها
fi: Kortit
fr: Cartes
gu: કાર્ડ
he: כרטיסיות
hi: कार्ड
hr: Kartice
hu: Kártyák
id: Kartu
is: Spjöld
it: Schede
ja: カード
kn: ಕಾರ್ಡ್‌ಗಳು
ko: 카드
lt: Kortelės
lv: Kartītes
ml: കാർഡുകൾ
mr: कार्डे
nb: Kort
nl: Kaarten
pa: ਕਾਰਡ
pl: Fiszki
pt_br: Cartões
ro: Fișe
ru: Карточки
sk: Karty
sl: Kartice
sv: Kort
sw: Kadi
ta: அட்டைகள்
te: కార్డులు
th: การ์ด
tr: Kartlar
uk: Картки
ur: کارڈز
vi: Thẻ
zh_hans: 卡片
zu: Amakhadi

# progress.leaderboard_profile.current_streak.label
source: Current streak
ar: السلسلة الحالية
bg: Текуща поредица
bn: বর্তমান ধারাবাহিকতা
ca: Ratxa actual
cs: Aktuální série
da: Nuværende læringsserie
de: Aktuelle Serie
el: Τρέχον σερί
es_es: Racha actual
es_mx: Racha actual
et: Praegune päevade jada
fa: روزهای پیاپی فعلی
fi: Nykyinen päiväputki
fr: Série actuelle
gu: વર્તમાન સતત અભ્યાસ
he: הרצף הנוכחי
hi: मौजूदा स्ट्रीक
hr: Trenutačni niz
hu: Jelenlegi sorozat
id: Rangkaian saat ini
is: Núverandi runa
it: Serie attuale
ja: 現在の連続日数
kn: ಪ್ರಸ್ತುತ ನಿರಂತರತೆ
ko: 현재 연속 학습
lt: Dabartinė serija
lv: Pašreizējā sērija
ml: നിലവിലെ തുടർച്ച
mr: सध्याची सलग दिवसांची मालिका
nb: Nåværende dagrekke
nl: Huidige dagreeks
pa: ਮੌਜੂਦਾ ਲੜੀ
pl: Bieżąca seria
pt_br: Sequência atual
ro: Seria actuală
ru: Текущая серия
sk: Aktuálna séria
sl: Trenutni niz
sv: Aktuell svit
sw: Mfululizo wa sasa
ta: தற்போதைய தொடர் நாட்கள்
te: ప్రస్తుత వరుస రోజులు
th: สถิติต่อเนื่องปัจจุบัน
tr: Mevcut seri
uk: Поточна серія
ur: موجودہ مسلسل دن
vi: Chuỗi ngày hiện tại
zh_hans: 当前连续天数
zu: Uchungechunge lwamanje

# progress.leaderboard_profile.done_button
source: Done
ar: تم
bg: Готово
bn: হয়েছে
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es_es: Listo
es_mx: Listo
et: Valmis
fa: انجام شد
fi: Valmis
fr: OK
gu: પૂર્ણ
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
it: Fine
ja: 完了
kn: ಮುಗಿದಿದೆ
ko: 완료
lt: Atlikta
lv: Gatavs
ml: പൂർത്തിയായി
mr: पूर्ण
nb: Ferdig
nl: Gereed
pa: ਮੁਕੰਮਲ
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klart
sw: Nimemaliza
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zu: Kwenziwe

# progress.leaderboard_profile.error.message
source: Check your connection and try again.
ar: تحقق من اتصالك وحاول مرة أخرى.
bg: Проверете връзката си и опитайте отново.
bn: আপনার সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
ca: Comprova la teva connexió i torna-ho a provar.
cs: Zkontrolujte připojení a zkuste to znovu.
da: Kontrollér forbindelsen, og prøv igen.
de: Prüfe deine Verbindung und versuche es erneut.
el: Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es_es: Comprueba la conexión e inténtalo de nuevo.
es_mx: Revisa tu conexión e inténtalo de nuevo.
et: Kontrolli ühendust ja proovi uuesti.
fa: اتصال خود را بررسی و دوباره امتحان کنید.
fi: Tarkista yhteys ja yritä uudelleen.
fr: Vérifiez votre connexion et réessayez.
gu: તમારું જોડાણ તપાસીને ફરી પ્રયાસ કરો.
he: יש לבדוק את החיבור ולנסות שוב.
hi: अपना कनेक्शन जांचें और फिर कोशिश करें।
hr: Provjerite vezu i pokušajte ponovno.
hu: Ellenőrizd a kapcsolatot, majd próbáld újra.
id: Periksa koneksi Anda dan coba lagi.
is: Athugaðu tenginguna og reyndu aftur.
it: Controlla la connessione e riprova.
ja: 接続を確認してからもう一度お試しください。
kn: ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 연결을 확인하고 다시 시도하세요.
lt: Patikrinkite ryšį ir bandykite dar kartą.
lv: Pārbaudiet savienojumu un mēģiniet vēlreiz.
ml: ബന്ധം പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: जोडणी तपासा आणि पुन्हा प्रयत्न करा.
nb: Sjekk forbindelsen og prøv igjen.
nl: Controleer je verbinding en probeer het opnieuw.
pa: ਆਪਣਾ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Sprawdź połączenie i spróbuj ponownie.
pt_br: Verifique sua conexão e tente novamente.
ro: Verifică conexiunea și încearcă din nou.
ru: Проверьте подключение и повторите попытку.
sk: Skontrolujte pripojenie a skúste to znova.
sl: Preverite povezavo in poskusite znova.
sv: Kontrollera anslutningen och försök igen.
sw: Angalia muunganisho wako na ujaribu tena.
ta: இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te: మీ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте з’єднання та спробуйте ще раз.
ur: کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Kiểm tra kết nối rồi thử lại.
zh_hans: 请检查连接并重试。
zu: Hlola uxhumano lwakho bese uzama futhi.

# progress.leaderboard_profile.error.title
source: Couldn't load profile
ar: تعذر تحميل الملف الشخصي
bg: Профилът не можа да се зареди
bn: প্রোফাইল লোড করা যায়নি
ca: No s'ha pogut carregar el perfil
cs: Profil se nepodařilo načíst
da: Profilen kunne ikke indlæses
de: Profil konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση του προφίλ
es_es: No se pudo cargar el perfil
es_mx: No se pudo cargar el perfil
et: Profiili ei saanud laadida
fa: بارگیری نمایه ممکن نشد
fi: Profiilia ei voitu ladata
fr: Impossible de charger le profil
gu: પ્રોફાઇલ લોડ થઈ શકી નહીં
he: לא ניתן לטעון את הפרופיל
hi: प्रोफ़ाइल लोड नहीं हो सकी
hr: Nije moguće učitati profil
hu: Nem sikerült betölteni a profilt
id: Tidak dapat memuat profil
is: Ekki tókst að hlaða prófíl
it: Impossibile caricare il profilo
ja: プロフィールを読み込めませんでした
kn: ಪ್ರೊಫೈಲ್ ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ko: 프로필을 불러오지 못함
lt: Nepavyko įkelti profilio
lv: Neizdevās ielādēt profilu
ml: പ്രൊഫൈൽ ലോഡ് ചെയ്യാനായില്ല
mr: प्रोफाइल लोड करता आले नाही
nb: Kunne ikke laste profilen
nl: Profiel kon niet worden geladen
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Nie udało się wczytać profilu
pt_br: Não foi possível carregar o perfil
ro: Profilul nu a putut fi încărcat
ru: Не удалось загрузить профиль
sk: Profil sa nepodarilo načítať
sl: Profila ni bilo mogoče naložiti
sv: Profilen kunde inte läsas in
sw: Wasifu haukuweza kupakiwa
ta: சுயவிவரத்தை ஏற்ற முடியவில்லை
te: ప్రొఫైల్ లోడ్ కాలేదు
th: โหลดโปรไฟล์ไม่ได้
tr: Profil yüklenemedi
uk: Не вдалося завантажити профіль
ur: پروفائل لوڈ نہیں ہو سکی
vi: Không thể tải hồ sơ
zh_hans: 无法载入个人资料
zu: Iphrofayela ayilayishekanga

# progress.leaderboard_profile.friend_badge
source: Friend
ar: صديق
bg: Приятел
bn: বন্ধু
ca: Amic
cs: Přítel
da: Ven
de: Freund
el: Φίλος
es_es: Amigo
es_mx: Amigo
et: Sõber
fa: دوست
fi: Ystävä
fr: Ami
gu: મિત્ર
he: חבר
hi: दोस्त
hr: Prijatelj
hu: Barát
id: Teman
is: Vinur
it: Amico
ja: 友達
kn: ಸ್ನೇಹಿತರು
ko: 친구
lt: Draugas
lv: Draugs
ml: സുഹൃത്ത്
mr: मित्र
nb: Venn
nl: Vriend
pa: ਦੋਸਤ
pl: Znajomy
pt_br: Amigo
ro: Prieten
ru: Друг
sk: Priateľ
sl: Prijatelj
sv: Vän
sw: Rafiki
ta: நண்பர்
te: స్నేహితుడు
th: เพื่อน
tr: Arkadaş
uk: Друг
ur: دوست
vi: Bạn bè
zh_hans: 好友
zu: Umngane

# progress.leaderboard_profile.joined.label
source: Joined
ar: تاريخ الانضمام
bg: Дата на присъединяване
bn: যোগদানের তারিখ
ca: Data d’incorporació
cs: Datum připojení
da: Tilmeldt
de: Beigetreten
el: Εγγραφή
es_es: Se unió
es_mx: Se unió
et: Liitunud
fa: تاریخ عضویت
fi: Liittynyt
fr: Inscrit le
gu: જોડાયા
he: הצטרפות
hi: शामिल हुए
hr: Pridružio se
hu: Csatlakozott
id: Bergabung
is: Skráning
it: Iscrizione
ja: 参加日
kn: ಸೇರಿದ ದಿನಾಂಕ
ko: 가입일
lt: Prisijungė
lv: Pievienojās
ml: ചേർന്നത്
mr: सामील झाले
nb: Ble med
nl: Lid sinds
pa: ਸ਼ਾਮਲ ਹੋਏ
pl: Data dołączenia
pt_br: Entrou em
ro: Data înscrierii
ru: Дата присоединения
sk: Registrácia
sl: Pridružitev
sv: Gick med
sw: Alijiunga
ta: சேர்ந்த நாள்
te: చేరిన తేదీ
th: เข้าร่วมเมื่อ
tr: Katılma tarihi
uk: Дата приєднання
ur: شمولیت
vi: Ngày tham gia
zh_hans: 加入时间
zu: Ujoyine
